<?php

return [
    'caption' => 'Лендинги',
    'introtext' => '',
    'settings' => [
        'departure' => [
            'caption' => 'Город вылета',
            'type'  => 'dropdown',
            'elements'=> 'Москва==832||Санкт-Петербург==1264||Абакан==1357||Актау==1347||Актобе==1342||Алматы==1312||Алушта==1329||Анадырь==1335||Анапа==1372||Архангельск==1275||Астана==1323||Астрахань==1292||Атырау==1346||Баку==1373||Барнаул==1305||Батуми==1370||Белгород==1306||Бишкек==1351||Благовещенск==1331||Братск==1340||Брест==1321||Брянск==1302||Вильнюс==1360||Витебск==1364||Владивосток==1293||Владикавказ==1314||Волгоград==1279||Воронеж==1283||Гомель==1366||Гродно==1368||Грозный==1376||Днепр==1320||Донецк==1316||Екатеринбург==1265||Ереван==1378||Запорожье==1315||Ивано-Франковск==1324||Ижевск==1375||Иркутск==1285||Казань==1266||Калининград==1280||Караганда==1343||Кемерово==1282||Киев==1311||Кишинев==1317||Костанай==1345||Краснодар==1270||Красноярск==1281||Курган==1338||Курск==1287||Липецк==1354||Луганск==1325||Львов==1322||Магадан==1334||Магнитогорск==1288||Махачкала==1358||Минеральные Воды==1299||Минск==1308||Могилев==1367||Мурманск==1284||Нальчик==1313||Нижневартовск==1298||Нижнекамск==1289||Нижний Новгород==1268||Новокузнецк==1341||Новороссийск==1339||Новосибирск==1267||Новый Уренгой==1353||Норильск==1374||Одесса==1319||Омск==1278||Оренбург==1290||Орск==1304||Павлодар==1348||Пенза==1336||Пермь==1276||Петропавловск-Камчатский==1333||Рига==1371||Ростов-на-Дону==1269||Самара==1271||Саратов==1300||Севастополь==1365||Симферополь==1326||Сочи==1291||Ставрополь==1355||Сургут==1294||Сызрань==1337||Сыктывкар==1296||Таллинн==1377||Ташкент==1356||Тбилиси==1369||Тольятти==1330||Томск==1301||Трускавец==1328||Тюмень==1273||Улан-Удэ==1309||Ульяновск==1295||Уральск==1350||Ургенч==1362||Усть-Каменогорск==1344||Уфа==1274||Хабаровск==1286||Ханты-Мансийск==1297||Харьков==1318||Хельсинки==1361||Чебоксары==1303||Челябинск==1272||Чита==1352||Шымкент==1349||Южно-Сахалинск==1307||Якутск==1332||Ялта==1327||Ярославль==1379'
        ],
        
       
    ],
];

