#
# Туристическое агентство «Ваше турагентство» Database Dump
# MODX Version:1.4.16
# 
# Host: 
# Generation Time: 03-08-2023 12:59:52
# Server version: 5.7.21-20-beget-5.7.21-20-1-log
# PHP Version: 7.4.33
# Database: `directpr_ts`
# Description: 
#

# --------------------------------------------------------

SET @old_sql_mode := @@sql_mode;
SET @new_sql_mode := @old_sql_mode;
SET @new_sql_mode := TRIM(BOTH ',' FROM REPLACE(CONCAT(',',@new_sql_mode,','),',NO_ZERO_DATE,'  ,','));
SET @new_sql_mode := TRIM(BOTH ',' FROM REPLACE(CONCAT(',',@new_sql_mode,','),',NO_ZERO_IN_DATE,',','));
SET @@sql_mode := @new_sql_mode ;
SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0;


# --------------------------------------------------------



# --------------------------------------------------------

#
# Table structure for table `evo_countries`
#

DROP TABLE IF EXISTS `evo_countries`;
CREATE TABLE `evo_countries` (
  `code` char(80) NOT NULL,
  `name_eng` varchar(80) NOT NULL,
  `name` varchar(80) NOT NULL,
  `name_short` varchar(80) NOT NULL,
  `name_gde` varchar(80) NOT NULL COMMENT 'Отдых в/на ...',
  `name_po` varchar(80) NOT NULL COMMENT 'Путеводитель по ...',
  `name_kuda` varchar(80) NOT NULL COMMENT 'Тур в/на %страна%',
  `name_ochem` varchar(80) NOT NULL COMMENT 'Думаю о %Стране%',
  `name_chego` varchar(80) NOT NULL COMMENT 'Отели %страны%',
  `iso3` char(3) DEFAULT NULL,
  `numcode` smallint(6) DEFAULT NULL,
  `capital` varchar(50) NOT NULL,
  `id_continent` tinyint(1) DEFAULT NULL,
  `sletat_code` varchar(3) DEFAULT NULL,
  `tourvisor_code` int(3) DEFAULT NULL,
  `tourclient_code` int(3) DEFAULT NULL,
  `yandex_weather` varchar(80) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;


#
# Dumping data for table `evo_countries`
#

INSERT INTO `evo_countries` VALUES
  ('ABKHAZIA','Abkhazia','Абхазия','Абхазия','в Абхазии','по Абхазии','в Абхазию','Абхазии','Абхазии',NULL,NULL,'Сухум','5','1','46','124','10281'),
  ('AD','Andorra','Андорра','Андорра','в Андорре','по Андорре','в Андорру','Андорре','Андорры','AND','20','Андорра-ла-Велья','3','7','17','67','10524'),
  ('AE','United Arab Emirates','Объединённые Арабские Эмираты','ОАЭ','в ОАЭ','по ОАЭ','в ОАЭ','ОАЭ','ОАЭ','ARE','784','Абу-Даби','5','90','9','32','11498'),
  ('AF','Afghanistan','Афганистан','Афганистан','в Афганистане','по Афганистану','в Афганистан','Афганистане','Афганистана','AFG','4','Кабул','5',NULL,NULL,NULL,'10526'),
  ('AG','Antigua and Barbuda','Антигуа и Барбуда','Антигуа','в Антигуа','по Антигуа','в Антигуа','Антигуа','Антигуа','ATG','28','Сент-Джонс','1','8',NULL,NULL,'20979'),
  ('AI','Anguilla','Ангилья','Ангилья','в Ангилье','по Ангилье','в Ангилью','Ангилье','Ангильи','AIA','660','Валли','1','6',NULL,NULL,'110176'),
  ('AL','Albania','Албания','Албания','в Албании','по Албании','в Албанию','Албании','Албании','ALB','8','Тирана','3','5','71',NULL,'10374'),
  ('AM','Armenia','Армения','Армения','в Армении','по Армении','в Армению','Армении','Армении','ARM','51','Ереван','5','10','53','157','10262'),
  ('AN','Netherlands Antilles','Нидерландские Антилы','Нидерландские Антилы','на Антильских островах','по Антильским островам','на Антильские острова','Антильских островах','Антильских островов','ANT','530','',NULL,NULL,NULL,NULL,''),
  ('AO','Angola','Ангола','Ангола','в Анголе','по Анголе','в Анголу','Анголе','Анголы','AGO','24','Луанда','4',NULL,NULL,NULL,'21183'),
  ('AQ','Antarctica','Антарктида','Антарктида','в Антарктиде','по Антарктиде','в Антарктиду','Антарктиде','Антарктиды','ATA','10','',NULL,'184',NULL,NULL,''),
  ('AR','Argentina','Аргентина','Аргентина','в Аргентине','по Аргентине','в Аргентину','Аргентине','Аргентины','ARG','32','Буэнос-Айрес','2','9',NULL,'47','10133'),
  ('AS','American Samoa','Американское Самоа','Американское Самоа','в Американском Самоа','по Американскому Самоа','в Американское Самоа','Американском Самоа','Американского Самоа','ASM','16','',NULL,NULL,NULL,NULL,''),
  ('AT','Austria','Австрия','Австрия','в Австрии','по Австрии','в Австрию','Австрии','Австрии','AUT','40','Вена','3','3','31','66','10371'),
  ('AU','Australia','Австралия','Австралия','в Австралии','по Австралии','в Австралию','Австралии','Австралии','AUS','36','Канберра','6','2',NULL,'6','10144'),
  ('AW','Aruba','Аруба','Аруба','в Арубе','по Арубе','в Арубу','Арубе','Арубы','ABW','533','Ораньестад','1','11','72',NULL,'21537'),
  ('AX','Aland Islands','Эландские острова','Эландские острова','на Эландских островах','по Эрландским островам','на Эландские острова','Эландских островах','Эландских островах','ALA','248','',NULL,NULL,NULL,NULL,''),
  ('AZ','Azerbaijan','Азербайджан','Азербайджан','в Азербайджане','по Азербайджану','в Азербайджан','Азербайджане','Азербайджана','AZE','31','Баку','5','4','55',NULL,'10253'),
  ('BA','Bosnia and Herzegovina','Босния и Герцеговина','Босния и Герцеговина','в Боснии и Герцеговине','по Боснии и Герцеговине','в Боснию и Герцеговину','Боснии и Герцеговине','Боснии и Герцеговины','BIH','70','Сараево','3','21',NULL,NULL,'125208'),
  ('BB','Barbados','Барбадос','Барбадос','на Барбадосе','по Барбадосу','на Барбадос','Барбадосе','Барбадоса','BRB','52','Бриджтаун','1','14',NULL,NULL,'21086'),
  ('BD','Bangladesh','Бангладеш','Бангладеш','в Бангладеше','по Бангладешу','в Бангладеш','Бангладеше','Бангладеша','BGD','50','Дакка','5','13',NULL,NULL,'10530'),
  ('BE','Belgium','Бельгия','Бельгия','в Бельгии','по Бельгии','в Бельгию','Бельгии','Бельгии','BEL','56','Брюссель','3','18','74','68','10376'),
  ('BF','Burkina Faso','Буркина Фасо','Буркина Фасо','в Буркина Фасо','по Буркина Фасо','в Буркина Фасо','Буркине Фасо','Буркина Фасо','BFA','854','Уагадугу','4','25',NULL,NULL,'21166'),
  ('BG','Bulgaria','Болгария','Болгария','в Болгарии','по Болгарии','в Болгарию','Болгарии','Болгарии','BGR','100','София','3','19','20','100','10379'),
  ('BH','Bahrain','Бахрейн','Бахрейн','в Бахрейне','по Бахрейну','в Бахрейн','Бахрейне','Бахрейна','BHR','48','Манама','5','15','59',NULL,'41151'),
  ('BI','Burundi','Бурунди','Бурунди','в Бурунди','по Бурунди','в Бурунди','Бурунди','Бурунди','BDI','108','Бужумбура','4','173',NULL,NULL,'21216'),
  ('BJ','Benin','Бенин','Бенин','в Бенине','по Бенину','в Бенин','Бенина','Бенина','BEN','204','Порто-Ново','4',NULL,NULL,NULL,'107908'),
  ('BL','Saint Barthelemy','Сен-Бартельми','Сен-Бартельми','в Сен-Бартельми','по Сен-Бартельми','в Сен-Бартельми','Сен-Бартельми','Сен-Бартельми','BLM','652','',NULL,NULL,NULL,NULL,''),
  ('BM','Bermuda','Бермуды','Бермуды','на Бермудах','по Бермудам','на Бермуды','Бермудах','Бермуд','BMU','60','Гамильтон','1','180',NULL,NULL,'103572'),
  ('BN','Brunei','Бруней','Бруней','в Брунее','по Брунею','в Бруней','Брунее','Брунея','BRN','96','Бандар-Сери-Бегаван','5','24',NULL,NULL,'20275'),
  ('BO','Bolivia','Боливия','Боливия','в Боливии','по Боливии','в Боливию','Боливии','Боливии','BOL','68','Ла-Пас','2','20',NULL,'135','10134');

INSERT INTO `evo_countries` VALUES
  ('BR','Brazil','Бразилия','Бразилия','в Бразилии','по Бразилии','в Бразилию','Бразилии','Бразилии','BRA','76','Бразилиа','2','23','39','49','10136'),
  ('BS','Bahamas','Багамы','Багамы','на Багамах','по Багамам','на Багамы','Багам','Багам','BHS','44','Нассау','1','12','73',NULL,'21327'),
  ('BT','Bhutan','Бутан','Бутан','в Бутане','по Бутану','в Бутан','Бутана','Бутана','BTN','64','Тхимпху','5',NULL,NULL,NULL,'21552'),
  ('BV','Bouvet Island','Остров Буве','Остров Буве','на острове Буве','по острову Буве','на остров Буве','Острова Буве','Острова Буве','BVT','74','',NULL,NULL,NULL,NULL,''),
  ('BW','Botswana','Ботсвана','Ботсвана','в Ботсване','по Ботсване','в Ботсвану','Ботсване','Ботсваны','BWA','72','Габороне','4','22',NULL,NULL,'21398'),
  ('BY','Belarus','Беларусь','Беларусь','в Беларуси','по Беларуси','в Беларусь','Беларуси','Беларуси','BLR','112','Минск','3','16','57','158','157'),
  ('BZ','Belize','Белиз','Белиз','в Белизе','по Белизу','в Белиз','Белизе','Белизе','BLZ','84','Бельмопан','1','17',NULL,NULL,'78585'),
  ('CA','Canada','Канада','Канада','в Канаде','по Канаде','в Канаду','Канаде','Канады','CAN','124','Оттава','1','55',NULL,'141','10114'),
  ('CC','Cocos (Keeling) Islands','Кокосовые (Килинг) острова','Кокосовые острова','на Кокосовых островах','по Кокосовым островам','на Кокосовые острова','Кокосовых Островах','Кокосовых Островов','CCK','166','',NULL,NULL,NULL,NULL,''),
  ('CD','Congo (Democratic Republic)','Конго (Демократическая Республика)','Конго','в Конго(Демократическая Республика)','по Конго(Демократическая Республика)','в Республику Конго','Республике Конго','Республики Конго','COD','180','Киншаса','4',NULL,NULL,NULL,'20763'),
  ('CF','Central African Republic','Центральноафриканская Республика','ЦАР','в ЦАР','по ЦАР','в ЦАР','ЦАР','ЦАР','CAF','140','Банги','4','168',NULL,NULL,'21008'),
  ('CG','Congo','Конго','Конго','в Конго','по Конго','в Конго','Конго','Конго','COG','178','Браззавиль','4','155',NULL,NULL,'21202'),
  ('CH','Switzerland','Швейцария','Швейцария','в Швейцарии','по Швейцарии','в Швейцарию','Швейцарии','Швейцарии','CHE','756','Берн','3','130','52','89','162904'),
  ('CI','Cote d’Ivoire','Кот-д’Ивуар','Кот-д’Ивуар','в Кот-д’Ивуаре','по Кот-д\'Ивуару','в Кот-д’Ивуар','Кот-д’Ивуаре','Кот-д’Ивуара','CIV','384','Ямусукро','4',NULL,NULL,NULL,'104633'),
  ('CK','Cook Islands','Острова Кука','Острова Кука','на островах Кука','по островам Кука','на острова Кука','Острове Кука','Островов Кука','COK','184','Аваруа','6','89',NULL,NULL,'21575'),
  ('CL','Chile','Чили','Чили','в Чили','по Чили','в Чили','Чили','Чили','CHL','152','Сантьяго','2','129',NULL,'52','108928'),
  ('CM','Cameroon','Камерун','Камерун','в Камеруне','по Камеруну','в Камерун','Камеруне','Камеруна','CMR','120','Яунде','4','167',NULL,NULL,'20737'),
  ('CN','China','Китай','Китай','в Китае','по Китаю','в Китай','Китае','Китая','CHN','156','Пекин','5','59','13','37','10590'),
  ('CO','Colombia','Колумбия','Колумбия','в Колумбии','по Колумбии','в Колумбию','Колумбии','Колумбии','COL','170','Богота','2','171',NULL,'128','21174'),
  ('CR','Costa Rica','Коста-Рика','Коста-Рика','в Коста-Рике','по Коста-Рике','в Коста-Рику','Коста-Рики','Коста-Рики','CRI','188','Сан-Хосе','1','60','61','59','21756'),
  ('CU','Cuba','Куба','Куба','на Кубе','по Кубе','на Кубу','Кубы','Кубы','CUB','192','Гавана','1','61','10','60','10137'),
  ('CV','Cape Verde','Кабо-Верде','Кабо-Верде','в Кабо-Верде','по Кабо-Верде','в Кабо-Верде','Кабо-Верде','Кабо-Верде','CPV','132','Прая','4','52',NULL,NULL,'145121'),
  ('CX','Christmas Island','Остров Рождества','Остров Рождества','на острове Рождества','по острову Рождества','на остров Рождества','Острова Рождестве','Острова Рождества','CXR','162','',NULL,NULL,NULL,NULL,''),
  ('CY','Cyprus','Кипр','Кипр','на Кипре','по Кипру','в Кипр','Кипра','Кипра','CYP','196','Никосия','5','58','15','76','20575'),
  ('CZ','Czech Republic','Чехия','Чехия','в Чехии','по Чехии','в Чехию','Чехии','Чехии','CZE','203','Прага','3','128','19','87','10511'),
  ('DE','Germany','Германия','Германия','в Германии','по Германии','в Германию','Германии','Германии','DEU','276','Берлин','3','149','38','2','177'),
  ('DJ','Djibouti','Джибути','Джибути','в Джибути','по Джибути','в Джибути','Джибути','Джибути','DJI','262','Джибути','4','38',NULL,NULL,'21476'),
  ('DK','Denmark','Дания','Дания','в Дании','по Дании','в Данию','Дании','Дании','DNK','208','Копенгаген','3','37','75','72','10425'),
  ('DM','Dominica','Доминика','Доминика','в Доминике','по Доминике','в Доминику','Доминики','Доминики','DMA','212','Розо','1','170',NULL,NULL,'138650'),
  ('DO','Dominican Republic','Доминиканская Республика','Доминикана','в Доминикане','по Доминикане','в Доминикану','Доминикане','Доминиканы','DOM','214','Санто-Доминго','1','39','11','58','115588'),
  ('DZ','Algeria','Алжир','Алжир','в Алжире','по Алжиру','в Алжир','Алжире','Алжира','DZA','12','Алжир','4',NULL,NULL,NULL,'20828');

INSERT INTO `evo_countries` VALUES
  ('EC','Ecuador','Эквадор','Эквадор','в Эквадоре','по Эквадору','в Эквадор','Эквадора','Эквадора','ECU','218','Кито','2','133',NULL,'53','20786'),
  ('EE','Estonia','Эстония','Эстония','в Эстонии','по Эстонии','в Эстонию','','Эстонии','EST','233','Таллин','3','134','69','118','11481'),
  ('EG','Egypt','Египет','Египет','в Египте','по Египту','в Египет','Египете','Египта','EGY','818','Каир','4','40','1',NULL,'11485'),
  ('EH','Western Sahara','Западная Сахара','Западная Сахара','в Западной Сахаре','по Западной Сахаре','в Западную Сахару','Западной Сахаре','Западной Сахары','ESH','732','-','4',NULL,NULL,NULL,'123464'),
  ('ER','Eritrea','Эритрея','Эритрея','в Эритрее','по  Эритрее','в Эритрею','','Эритерии','ERI','232','Асмэра','4','165',NULL,NULL,'20990'),
  ('ES-CE','Ceuta','Сеута','Сеута','в Сеуте','по Сеуте','в Сеуту','Сеуте','Сеуты',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('ES-ML','Melilla','Мельлия','Мельлия','в Мельлии','по Мельлии','в Мельлию','Мельлии','Мельлии',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('ES','Spain','Испания','Испания','в Испании','по Испании','в Испанию','','Испании','ESP','724','Мадрид','3','50','14','74','10435'),
  ('ET','Ethiopia','Эфиопия','Эфиопия','в Эфиопии','по Эфиопии','в Эфиопию','','Эфиопии','ETH','231','Аддис-Абеба','4','135',NULL,NULL,'20771'),
  ('EU','European Union','Евросоюз','Евросоюз','в Евросоюзе','по Евросоюзу','в Евросоюз','Евросоюзе','Евросоюза',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('FI','Finland','Финляндия','Финляндия','в Финляндии','по Финляндии','в Финляндию','Финляндии','Финляндии','FIN','246','Хельсинки','3','124','34','3','10493'),
  ('FJ','Fiji','Фиджи','Фиджи','на Фиджи','по Фиджи','на Фиджи','Фиджи','Фиджи','FJI','242','Сува','6','122','67',NULL,'10150'),
  ('FK','Falkland Islands (Malvinas)','Фолклендские острова (Мальвинские)','Фолклендские острова','на Фолклендских островах','по Фолклендским островам','на Фолклендские острова','Фолклендские Острове','Фолклендских Островов','FLK','238','',NULL,NULL,NULL,NULL,''),
  ('FM','Micronesia','Микронезия','Микронезия','в Микронезии','по Микронезии','в Микронезию','Микронезии','Микронезии','FSM','583','Паликир','6',NULL,NULL,NULL,'21581'),
  ('FO','Faroe Islands','Фарерские острова','Фарерские острова','на Фарерских островах','по Фарерским островам','на Фарерские острова','Фарерские Острове','Фарерских Островов','FRO','234','',NULL,NULL,NULL,NULL,''),
  ('FR','France','Франция','Франция','во Франции','по Франции','во Францию','Франции','Франции','FRA','250','Париж','3','125','32','84','10502'),
  ('GA','Gabon','Габон','Габон','в Габоне','по Габону','в Габон','Габоне','Габоне','GAB','266','Либревиль','4',NULL,NULL,NULL,'21139'),
  ('GB','United Kingdom','Великобритания','Великобритания','в Великобритании','по Великобритании','в Великобританию','Великобритании','Великобритании','GBR','826','Лондон','3','26','44','69','10393'),
  ('GD','Grenada','Гренада','Гренада','в Гренаде','по Гренаде','в Гренаду','Гренаде','Гренады','GRD','308','Сент-Джорджес','1','34',NULL,NULL,'104637'),
  ('GE','Georgia','Грузия','Грузия','в Грузии','по Грузии','в Грузию','Грузии','Грузии','GEO','268','Тбилиси','5','36','54','146','10277'),
  ('GF','French Guiana','Французская Гвиана','Французская Гвиана','во Французской Гвиане','по Французской Гвиане','во Французскую Гвиану','Французской Гвиане','Французской Гвианы','GUF','254','',NULL,NULL,NULL,NULL,''),
  ('GG','Guernsey','Гернси','Гернси','в Гернси','по Гернси','в Гернси','Гернси','Гернси','GGY','831','',NULL,NULL,NULL,NULL,''),
  ('GH','Ghana','Гана','Гана','в Гане','по Гане','в Гану','Гане','Ганы','GHA','288','Аккра','4','154',NULL,NULL,'20803'),
  ('GI','Gibraltar','Гибралтар','Гибралтар','в Гибралтаре','по Гибралтару','в Гибралтар','Гибралтаре','Гибралтара','GIB','292','',NULL,NULL,NULL,NULL,''),
  ('GL','Greenland','Гренландия','Гренландия','в Гренландии','по Гренландии','в Гренландию','Гренландии','Гренландии','GRL','304','Нуук','1','196',NULL,NULL,'21568'),
  ('GM','Gambia','Гамбия','Гамбия','в Гамбии','по Гамбии','в Гамбию','Гамбии','Гамбии','GMB','270','Банжул','4',NULL,NULL,NULL,'21012'),
  ('GN','Guinea','Гвинея','Гвинея','в Гвинее','по Гвинее','в Гвинею','Гвинеи','Гвинеи','GIN','324','Конакри','4',NULL,NULL,NULL,'20821'),
  ('GP','Guadeloupe','Гваделупа','Гваделупа','в Гваделупе','по Гваделупе','в Гваделупу','Гваделупе','Гваделупе','GLP','312','Бас-Тер','1','30',NULL,NULL,'106965'),
  ('GQ','Equatorial Guinea','Экваториальная Гвинея','Экваториальная Гвинея','в Экваториальной Гвинее','по Экваториальной Гвинее','в Экваториальную Гвинею','','Экваториальной Гвинеи','GNQ','226','Малабо','4',NULL,NULL,NULL,'21228'),
  ('GR','Greece','Греция','Греция','в Греции','по Греции','в Грецию','Греции','Греции','GRC','300','Афины','3','35','6','71','10418'),
  ('GS','South Georgia and the South Sandwich Islands','Южная Джорджия и Южные Сандвичевы острова','Южная Джорджия и Южные Сандвичевы острова','в Южной Джорджии и Южных Сандвичевых островах','по Южной Джорджии и Южным Сандвичевым островам','в Южную Джорджию И Южные Сандвичевы острова','Южной Джорджии И Южных Сандвичевы Острове','Южной Джорджии и Южных Сандвичевых островов','SGS','239','',NULL,NULL,NULL,NULL,'');

INSERT INTO `evo_countries` VALUES
  ('GT','Guatemala','Гватемала','Гватемала','в Гватемале','по Гватемале','в Гватемалу','Гватемале','Гватемалы','GTM','320','Гватемала','1','31',NULL,'133','21415'),
  ('GU','Guam','Гуам','Гуам','на Гуаме','по Гуаму','на Гуам','Гуаме','Гуама','GUM','316','Хагатна',NULL,NULL,NULL,NULL,'20749'),
  ('GW','Guinea-Bissau','Гвинея-Бисау','Гвинея-Бисау','в Гвинее-Бисау','по Гвинее-Бисау','в Гвинею-Бисау','Гвинея-Бисау','Гвинеи-Бисау','GNB','624','Бисау','4',NULL,NULL,NULL,'21148'),
  ('GY','Guyana','Гайана','Гайана','в Гайане','по Гайане','в Гайану','Гайане','Гайаны','GUY','328','Джорджтаун','2',NULL,NULL,NULL,'121378'),
  ('HK','Hong Kong','Гонконг','Гонконг','в Гонконге','по Гонконгу','в Гонконг','Гонконге','Гонконга','HKG','344','Гонконг','5','179',NULL,NULL,'11514'),
  ('HM','Heard Island and McDonald Islands','Остров Херд и острова Макдональд','О. Херд и о-ва Макдональд','на острове Херд и островах Макдональд','по острову Херд и островам Макдональд','на остров Херд и острова Макдональд','О. Херде И О-Ве Макдональде','О. Херде и о-вов Макдональда','HMD','334','',NULL,NULL,NULL,NULL,''),
  ('HN','Honduras','Гондурас','Гондурас','в Гондурасе','по Гондурасу','в Гондурас','Гондурасе','Гондураса','HND','340','Тегусигальпа','1','33',NULL,'136','21181'),
  ('HR','Croatia','Хорватия','Хорватия','в Хорватии','по Хорватии','в Хорватию','Хорватии','Хорватии','HRV','191','Загреб','3','126','22','85','10507'),
  ('HT','Haiti','Гаити','Гаити','в Гаити','по Гаити','в Гаити','Гаити','Гаити','HTI','332','Порт-о-Пренс','1',NULL,NULL,NULL,'21324'),
  ('HU','Hungary','Венгрия','Венгрия','в Венгрии','по Венгрии','в Венгрию','Венгрии','Венгрии','HUN','348','Будапешт','3','27','37','70','10398'),
  ('IC','Canary Islands','Канарские острова','Канарские острова','на Канарских островах','по Канарским островам','на Канарские острова','Канарские Острове','Канарских Островов',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('ID','Indonesia','Индонезия','Индонезия','в Индонезии','по Индонезии','в Индонезию','','Индонезии','IDN','360','Джакарта','5','45','7','26','10574'),
  ('IE','Ireland','Ирландия','Ирландия','в Ирландии','по Ирландии','в Ирландию','','Ирландии','IRL','372','Дублин','3','48',NULL,'93','10426'),
  ('IL','Israel','Израиль','Израиль','в Израиле','по Израилю','в Израиль','','Израиля','ISR','376','Иерусалим','5','43','30','34','130'),
  ('IM','Isle of Man','Остров Мэн','Остров Мэн','на острове Мэн','по острову Мэн','на остров Мэн','Острове Мэне','Островов Мэне','IMN','833','',NULL,NULL,NULL,NULL,''),
  ('IN','India','Индия','Индия','в Индии','по Индии','в Индию','','Индии','IND','356','Дели','5','44','3','35','10562'),
  ('IO','British Indian Ocean Territory','Британская территория в Индийском океане','Британская территория в Индийском океане','на Британской территории в Индийском океане','по Британской территории в Индийском океане','на Британскую территорию в Индийском океане','','Британской территории в Индийском океане','IOT','86','',NULL,NULL,NULL,NULL,''),
  ('IQ','Iraq','Ирак','Ирак','в Ираке','по Ираку','в Ирак','','Ирака','IRQ','368','Багдад','5',NULL,NULL,NULL,'20573'),
  ('IR','Iran','Иран','Иран','в Иране','по Ирану','в Иран','','Ирана','IRN','364','Тегеран','5','47',NULL,NULL,'11495'),
  ('IS','Iceland','Исландия','Исландия','в Исландии','по Исландии','в Исландию','','Исландии','ISL','352','Рейкьявик','3','49',NULL,'73','10428'),
  ('IT','Italy','Италия','Италия','в Италии','по Италии','в Италию','','Италии','ITA','380','Рим','3','51','24','75','10445'),
  ('JE','Jersey','Джерси','Джерси','в Джерси','по Джерси','в Джерси','Джерси','Джерси','JEY','832','',NULL,NULL,NULL,NULL,''),
  ('JM','Jamaica','Ямайка','Ямайка','на Ямайке','по Ямайке','на Ямайку','Ямайке','Ямайки','JAM','388','Кингстон','1','138','33','65','10132'),
  ('JO','Jordan','Иордания','Иордания','в Иордании','по Иордании','в Иорданию','','Иордании','JOR','400','Амман','5','46','29','36','11494'),
  ('JP','Japan','Япония','Япония','в Японии','по Японии','в Японию','Японии','Японии','JPN','392','Токио','5','139','49','40','10636'),
  ('KE','Kenya','Кения','Кения','в Кении','по Кении','в Кению','Кении','Кении','KEN','404','Найроби','4','57','51',NULL,'21312'),
  ('KG','Kyrgyzstan','Киргизия','Киргизия','в Киргизии','по Киргизии','в Киргизию','Киргизии','Киргизии','KGZ','417','Бишкек','5','62','60',NULL,'10309'),
  ('KH','Cambodia','Камбоджа','Камбоджа','в Камбодже','по Камбодже','в Камбоджу','Камбодже','Камбоджы','KHM','116','Пномпень','5','54','40','116','21316'),
  ('KI','Kiribati','Кирибати','Кирибати','в Кирибати','по Кирибати','в Кирибати','Кирибати','Кирибати','KIR','296','Тарава','6',NULL,NULL,NULL,'104638'),
  ('KM','Comoros','Коморы','Коморы','на Коморах','по Коморам','на Коморы','Коморы','Комор','COM','174','Морони','4',NULL,NULL,NULL,'21298'),
  ('KN','Saint Kitts and Nevis','Сент-Китс и Невис','Сент-Китс и Невис','в Сент-Китсе и Невисе','по Сент-Китсу и Невису','в Сент-Китс И Невис','Сент-Китсе И Невисе','Сент-Китсе и Невиса','KNA','659','Бастер','1','194',NULL,NULL,'21044');

INSERT INTO `evo_countries` VALUES
  ('KOSOVO','Kosovo','Косово','Косово','в Косово','по Косово','в Косово','Косове','Косово',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('KP','North Korea','Северная Корея','Северная Корея','в Северной Корее','по Северной Корее','в Северную Корею','Северной Кореи','Северной Кореи','PRK','408','Пхеньян','5','199',NULL,NULL,'10617'),
  ('KR','South Korea','Южная Корея','Южная Корея','в Южной Корее','по Южной Корее','в Южную Корею','Южной Кореи','Южной Кореи','KOR','410','Сеул','5','137','70','119','10635'),
  ('KW','Kuwait','Кувейт','Кувейт','в Кувейте','по Кувейту','в Кувейт','Кувейте','Кувейта','KWT','414','Эль-Кувейт','5',NULL,NULL,NULL,'11496'),
  ('KY','Cayman Islands','Острова Кайман','Острова Кайман','на островах Кайман','по островам Кайман','на острова Кайман','Острове Каймане','Островов Каймана','CYM','136','',NULL,NULL,NULL,'127',''),
  ('KZ','Kazakhstan','Казахстан','Казахстан','в Казахстане','по Казахстану','в Казахстан','Казахстане','Казахстана','KAZ','398','Астана','5','53',NULL,NULL,'163'),
  ('LA','Laos','Лаос','Лаос','в Лаосе','по Лаосу','в Лаос','Лаосе','Лаоса','LAO','418','Вьентьян','5','63',NULL,NULL,'21394'),
  ('LB','Lebanon','Ливан','Ливан','в Ливане','по Ливану','в Ливан','Ливане','Ливана','LBN','422','Бейрут','5','65',NULL,NULL,'11497'),
  ('LC','Saint Lucia','Сент-Люсия','Сент-Люсия','в Сент-Люсии','по Сент-Люсии','в Сент-Люсию','Сент-Люсии','Сент-Люсии','LCA','662','Кастри','1','106',NULL,NULL,'144658'),
  ('LI','Liechtenstein','Лихтенштейн','Лихтенштейн','в Лихтенштейне','по Лихтенштейну','в Лихтенштейн','Лихтенштейне','Лихтенштейна','LIE','438','Вадуц','3','176',NULL,NULL,'10462'),
  ('LK','Sri Lanka','Шри-Ланка','Шри-Ланка','в Шри-Ланке','по Шри-Ланке','на Шри-Ланку','Шри-Ланке','Шри-Ланки','LKA','144','Коломбо','5','132','12','46','10633'),
  ('LR','Liberia','Либерия','Либерия','в Либерии','по Либерии','в Либерию','Либерии','Либерии','LBR','430','Монровия','4',NULL,NULL,NULL,'21280'),
  ('LS','Lesotho','Лесото','Лесото','в Лесото','по Лесото','в Лесото','Лесото','Лесото','LSO','426','Масеру','4',NULL,NULL,NULL,'21262'),
  ('LT','Lithuania','Литва','Литва','в Литве','по Литве','в Литву','Литве','Литвы','LTU','440','Вильнюс','3','66','63','122','11475'),
  ('LU','Luxembourg','Люксембург','Люксембург','в Люксембурге','по Люксембургу','в Люксембург','Люксембурге','Люксембурга','LUX','442','Люксембург','3','67',NULL,NULL,'159019'),
  ('LV','Latvia','Латвия','Латвия','в Латвии','по Латвии','в Латвию','Латвии','Латвии','LVA','428','Рига','3','64','62','103','11474'),
  ('LY','Libya','Ливия','Ливия','в Ливии','по Ливии','в Ливию','Ливии','Ливии','LBY','434','Триполи','4',NULL,NULL,NULL,'10142'),
  ('MA','Morocco','Марокко','Марокко','в Марокко','по Марокко','в Марокко','Марокко','Марокко','MAR','504','Рабат','4','75','23',NULL,'10139'),
  ('MC','Monaco','Монако','Монако','в Монако','по Монако','в Монако','Монако','Монако','MCO','492','Монако','3','80',NULL,'78','10465'),
  ('MD','Moldova','Молдова','Молдова','в Молдове','по Молдове','в Молдову','Молдове','Молдовы','MDA','498','Кишинев','3','79',NULL,NULL,'10313'),
  ('ME','Montenegro','Черногория','Черногория','в Черногории','по Черногории','в Черногорию','Черногории','Черногории','MNE','499','Подгорица','3','127','21','86','21611'),
  ('MF','Saint Martin','Остров Святого Мартина','Остров Святого Мартина','на острове Святого Мартина','по острову Святого Мартина','на остров Святого Мартина','Острове Святого Мартине','Острова Святого Мартина','MAF','663','',NULL,NULL,NULL,NULL,''),
  ('MG','Madagascar','Мадагаскар','Мадагаскар','на Мадагаскаре','по Мадагаскару','на Мадагаскар','Мадагаскаре','Мадагаскара','MDG','450','Антананариву','4','69',NULL,'42','20855'),
  ('MH','Marshall Islands','Маршалловы острова','Маршалловы острова','на Маршалловых островах','по Маршалловым островам','на Маршалловы острова','Маршалловы Острове','Маршалловых Островов','MHL','584','Маджуро','6',NULL,NULL,NULL,'21579'),
  ('MK','Macedonia','Македония','Македония','в Македонии','по Македонии','в Македонию','Македонии','Македонии','MKD','807','Скопье','3','70',NULL,'205','10463'),
  ('ML','Mali','Мали','Мали','в Мали','по Мали','в Мали','Мали','Мали','MLI','466','Бамако','4','157',NULL,NULL,'21005'),
  ('MM','Myanmar','Мьянма','Мьянма','в Мьянме','по Мьянме','в Мьянму','Мьянме','Мьянмы','MMR','104','Нейпьидо','5','82',NULL,NULL,'48073'),
  ('MN','Mongolia','Монголия','Монголия','в Монголии','по Монголии','в Монголию','Монголии','Монголии','MNG','496','Улан-Батор','5','81',NULL,NULL,'10606'),
  ('MO','Macao','Макао','Макао','в Макао','по Макао','в Макао','Макао','Макао','MAC','446','Макао','5','201',NULL,NULL,'10589'),
  ('MP','Northern Mariana Islands','Северные Марианские острова','Марианские о-ва','на Марианских островах','по Марианским островам','на Марианские острова','Марианские О-Ве','Марианских о-вов','MNP','580','Капитолийский холм','6','74',NULL,NULL,'153103'),
  ('MQ','Martinique','Мартиника','Мартиника','на Мартинике','по Мартинике','на Мартинику','Мартинике','Мартиники','MTQ','474','Фор-де-Франс','1','76',NULL,NULL,'101522');

INSERT INTO `evo_countries` VALUES
  ('MR','Mauritania','Мавритания','Мавритания','в Мавритании','по Мавритании','в Мавританию','Мавритании','Мавритании','MRT','478','Нуакшот','4',NULL,NULL,NULL,'21350'),
  ('MS','Montserrat','Монтсеррат','Монтсеррат','в Монтсеррате','по Монтсеррату','в Монтсеррат','Монтсеррате','Монтсеррата','MSR','500','',NULL,NULL,NULL,NULL,''),
  ('MT','Malta','Мальта','Мальта','на Мальте','по Мальте','на Мальту','Мальте','Мальты','MLT','470','Валлетта','3','73','50','77','10464'),
  ('MU','Mauritius','Маврикий','Маврикий','на Маврикии','по Маврикию','на Маврикий','Мавриком','Маврикия','MUS','480','Порт-Луи','4','68','27','41','61994'),
  ('MV','Maldives','Мальдивы','Мальдивы','на Мальдивах','по Мальдивам','на Мальдивы','Мальдивы','Мальдив','MDV','462','Мале','5','72','8','43','10605'),
  ('MW','Malawi','Малави','Малави','в Малави','по Малави','на Малави','Малави','Малави','MWI','454','Лилонгве','4',NULL,NULL,NULL,'21153'),
  ('MX','Mexico','Мексика','Мексика','в Мексике','по Мексике','в Мексику','Мексике','Мексики','MEX','484','Мехико','1','77','18','62','20272'),
  ('MY','Malaysia','Малайзия','Малайзия','в Малайзии','по Малайзии','в Малайзию','Малайзии','Малайзии','MYS','458','Куала-Лумпур','5','71','36','27','10604'),
  ('MZ','Mozambique','Мозамбик','Мозамбик','в Мозамбике','по Мозамбику','в Мозамбик','Мозамбике','Мозамбика','MOZ','508','Мапуту','4','78',NULL,NULL,'21255'),
  ('NA','Namibia','Намибия','Намибия','в Намибии','по Намибии','в Намибию','Намибии','Намибии','NAM','516','Виндхук','4','83',NULL,NULL,'21378'),
  ('NC','New Caledonia','Новая Каледония','Новая Каледония','в Новой Каледонии','по Новой Каледонии','в Новую Каледонию','Новой Каледонии','Новой Каледонии','NCL','540','',NULL,NULL,NULL,'7',''),
  ('NE','Niger','Нигер','Нигер','в Нигере','по Нигеру','в Нигер','Нигере','Нигера','NER','562','Ниамей','4',NULL,NULL,NULL,'21340'),
  ('NF','Norfolk Island','Остров Норфолк','Остров Норфолк','на острове Норфолк','по острову Норфолк','на остров Норфолк','Острове Норфолке','Острова Норфолка','NFK','574','',NULL,NULL,NULL,NULL,''),
  ('NG','Nigeria','Нигерия','Нигерия','в Нигерии','по Нигерии','в Нигерию','Нигерии','Нигерии','NGA','566','Абуджа','4',NULL,NULL,NULL,'20742'),
  ('NI','Nicaragua','Никарагуа','Никарагуа','в Никарагуа','по Никарагуа','в Никарагуа','Никарагуе','Никарагуа','NIC','558','Манагуа','1','177',NULL,NULL,'21232'),
  ('NKR','Nagorno-Karabakh Republic','Нагорно-Карабахская Республика','Нагорно-Карабахская Республика','в Нагорно-Карабахской республике','по Нагорно-Карабахской республике','в Нагорно-Карабахскую Республику','Нагорно-Карабахской Республике','Нагорно-Карабахской Республики',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('NL','Netherlands','Нидерланды','Нидерланды','в Нидерландах','по Нидерландам','в Нидерланды','Нидерланды','Нидерланд','NLD','528','Амстердам','3','86','45','79','10466'),
  ('NO','Norway','Норвегия','Норвегия','в Норвегии','по Норвегии','в Норвегию','Норвегии','Норвегии','NOR','578','Осло','3','88',NULL,'80','107281'),
  ('NP','Nepal','Непал','Непал','в Непале','по Непалу','в Непал','Непале','Непала','NPL','524','Катманду','5','84',NULL,NULL,'10613'),
  ('NR','Nauru','Науру','Науру','в Науру','по Науру','в Науру','Науру','Науру','NRU','520','Ярен','6',NULL,NULL,NULL,'124816'),
  ('NU','Niue','Ниуэ','Ниуэ','в Ниуэ','по Ниуэ','в Ниуэ','Ниуэ','Ниуэ','NIU','570','',NULL,NULL,NULL,NULL,''),
  ('NZ','New Zealand','Новая Зеландия','Новая Зеландия','в Новой Зеландии','по Новой Зеландии','в Новую Зеландию','Новой Зеландии','Новой Зеландии','NZL','554','Веллингтон','6','87',NULL,NULL,'10147'),
  ('OM','Oman','Оман','Оман','в Омане','по Оману','в Оман','Омане','Омана','OMN','512','Маскат','5','91','64',NULL,'21587'),
  ('PA','Panama','Панама','Панама','в Панаме','по Панаме','в Панаму','Панаме','Панамы','PAN','591','Панама','1','93',NULL,'130','21300'),
  ('PE','Peru','Перу','Перу','в Перу','по Перу','в Перу','Перу','Перу','PER','604','Лима','2','96',NULL,'51','21157'),
  ('PF','French Polynesia','Французская Полинезия','Французская Полинезия','во Французской Полинезии','по Французской Полинезии','во Французскую Полинезию','Французской Полинезии','Французской Полинезии','PYF','258','Папеэте','6','169','68',NULL,'21332'),
  ('PG','Papua New Guinea','Папуа-Новая Гвинея','Папуа-Новая Гвинея','в Папуа-Новой Гвинее','по Папуа-Новой Гвинее','в Папуа-Новую Гвинею','Папуа-Новой Гвинеи','Папуа-Новой Гвинеи','PNG','598','Порт-Морсби','6',NULL,NULL,NULL,'21286'),
  ('PH','Philippines','Филиппины','Филиппины','на Филиппинах','по Филиппинам','на Филиппины','Филиппинах','Филиппин','PHL','608','Манила','5','123','26',NULL,'10629'),
  ('PK','Pakistan','Пакистан','Пакистан','в Пакистане','по Пакистану','в Пакистан','Пакистане','Пакистана','PAK','586','Исламабад','5','92',NULL,NULL,'10614'),
  ('PL','Poland','Польша','Польша','в Польше','по Польше','в Польшу','Польше','Польшы','POL','616','Варшава','3','98','65','140','10472'),
  ('PM','Saint Pierre and Miquelon','Сен-Пьер и Микелон','Сен-Пьер и Микелон','в Сен-Пьере и Микелоне','по Сен-Пьеру и Микелону','в Сен-Пьер И Микелон','Сен-Пьере И Микелоне','Сен-Пьера и Микелона','SPM','666','',NULL,NULL,NULL,NULL,'');

INSERT INTO `evo_countries` VALUES
  ('PN','Pitcairn','Питкерн','Питкерн','в Питкерне','по Питкерну','в Питкерн','Питкерне','Питкерна','PCN','612','',NULL,NULL,NULL,NULL,''),
  ('PR','Puerto Rico','Пуэрто-Рико','Пуэрто-Рико','в Пуэрто-Рико','по Пуэрто-Рико','в Пуэрто-Рико','Пуэрто-Рико','Пуэрто-Рико','PRI','630','',NULL,NULL,NULL,NULL,''),
  ('PS','Palestinian Territory','Палестинская автономия','Палестина','в Палестине','по Палестине','в Палестину','Палестине','Палестины','PSE','275','Рамалла','5',NULL,NULL,NULL,'98553'),
  ('PT','Portugal','Португалия','Португалия','в Португалии','по Португалии','в Португалию','Португалии','Португалии','PRT','620','Лиссабон','3','99','35','81','10478'),
  ('PW','Palau','Палау','Палау','в Палау','по Палау','в Палау','Палау','Палау','PLW','585','Корор','6','172',NULL,NULL,'21590'),
  ('PY','Paraguay','Парагвай','Парагвай','в Парагвае','по Парагваю','в Парагвай','Парагвае','Парагвай','PRY','600','Асунсьон','2','95',NULL,NULL,'20994'),
  ('QA','Qatar','Катар','Катар','в Катаре','по Катару','в Катар','Катаре','Катара','QAT','634','Доха','5','56','79',NULL,'21487'),
  ('RE','Reunion','Реюньон','Реюньон','в Реюньоне','по Реюньону','в Реюньон','Реюньоне','Реюньона','REU','638','Сен-Дени','4','100',NULL,NULL,'123574'),
  ('RO','Romania','Румыния','Румыния','в Румынии','по Румынии','в Румынию','Румынии','Румынии','ROM','642','Бухарест','3','102','66','123','10487'),
  ('RS','Serbia','Сербия','Сербия','в Сербии','по Сербии','в Сербию','Сербии','Сербии','SRB','688','Белград','3','107','58',NULL,'10522'),
  ('RU','Russian Federation','Россия','Россия','в России','по России','в Россию','России','России','RUS','643','Москва','3','150','47','1','213'),
  ('RW','Rwanda','Руанда','Руанда','в Руанде','по Руанде','в Руанду','Руанде','Руанде','RWA','646','Кигали','4',NULL,NULL,NULL,'21373'),
  ('SA','Saudi Arabia','Саудовская Аравия','Саудовская Аравия','в Саудовской Аравии','по Саудовской Аравии','в Саудовскую Аравию','Саудовской Аравии','Саудовской Аравии','SAU','682','Эр-Рияд','5','103',NULL,NULL,'11500'),
  ('SB','Solomon Islands','Соломоновы острова','Соломоновы острова','на Соломоновых островах','по Соломоновым островам','на Соломоновы острова','Соломоновы Острове','Соломоновых Островов','SLB','90','Хониаpа','6',NULL,NULL,NULL,''),
  ('SC','Seychelles','Сейшелы','Сейшелы','на Сейшелах','по Сейшелам','на Сейшелы','Сейшелы','Сейшел','SYC','690','Виктория','4','105','28','45','10141'),
  ('SD','Sudan','Судан','Судан','в Судане','по Судану','в Судан','Судане','Судана','SDN','736','Хаpтум','4','159',NULL,NULL,'20958'),
  ('SE','Sweden','Швеция','Швеция','в Швеции','по Швеции','в Швецию','Швеции','Швеции','SWE','752','Стокгольм','3','131',NULL,'90','10519'),
  ('SG','Singapore','Сингапур','Сингапур','в Сингапуре','по Сингапуру','в Сингапур','Сингапуре','Сингапура','SGP','702','Сингапур','5','108','25','29','10619'),
  ('SH','Saint Helena','Святая Елена','Святая Елена','на Святой Елене','по Святой Елене','на Святую Елену','Святой Елене','Святой Елены','SHN','654','',NULL,NULL,NULL,NULL,''),
  ('SI','Slovenia','Словения','Словения','в Словении','по Словении','в Словению','Словении','Словении','SVN','705','Любляна','3','111','43','96','10492'),
  ('SJ','Svalbard and Jan Mayen','Шпицберген и Ян Майен','Шпицберген','в Шпицбергене','по Шпицбергену','в Шпицберген','Шпицбергене','Шпицбергена','SJM','744','Лонгйир','3','197',NULL,NULL,'105182'),
  ('SK','Slovakia','Словакия','Словакия','в Словакии','по Словакии','в Словакию','Словакии','Словакии','SVK','703','Братислава','3','110','42','82','10489'),
  ('SL','Sierra Leone','Сьерра-Леоне','Сьерра-Леоне','в Сьерра-Леоне','по Сьерра-Леоне','в Сьерра-Леоне','Сьерра-Леоне','Сьерра-Леона','SLE','694','Фpитаун','4',NULL,NULL,NULL,''),
  ('SM','San Marino','Сан-Марино','Сан-Марино','в Сан-Марино','по Сан-Марино','в Сан-Марино','Сан-Марино','Сан-Марино','SMR','674','Сан-Марино','3','178',NULL,NULL,'20796'),
  ('SN','Senegal','Сенегал','Сенегал','в Сенегале','по Сенегалу','в Сенегал','Сенегале','Сенегала','SEN','686','Дакар','4','158',NULL,NULL,'21443'),
  ('SO','Somalia','Сомали','Сомали','в Сомали','по Сомали','в Сомали','Сомали','Сомали','SOM','706','Могадишо','4',NULL,NULL,NULL,'37179'),
  ('SOUTH-OSSETIA','South Ossetia','Южная Осетия','Южная Осетия','в Южной Осетии','по Южной Осетии','в Южную Осетию','Южной Осетии','Южной Осетии',NULL,NULL,'',NULL,NULL,NULL,NULL,''),
  ('SR','Suriname','Суринам','Суринам','в Суринаме','по Суринаму','в Суринам','Суринаме','Суринама','SUR','740','Паpамаpибо','2',NULL,NULL,NULL,''),
  ('SS','South Sudan','Южный Судан','Южный Судан','в Южном Судане','по Южному Судану','в Южный Судан','Южном Судане','Южного Судана','SSD','728','Джуба','4',NULL,NULL,NULL,'101491'),
  ('ST','Sao Tome and Principe','Сан-Томе и Принсипи','Сан-Томе и Принсипи','в Сан-Томе и Принсипи','по Сан-Томе и Принсипи','в Сан-Томе И Принсипи','Сан-Томе И Принсипи','Сан-Тома и Принсипи','STP','678','Сан-Томе','4','164',NULL,NULL,'21200'),
  ('SV','El Salvador','Эль-Сальвадор','Сальвадор','в Сальвадоре','по Сальвадору','в Сальвадор','','Сальвадор','SLV','222','Сан-Сальвадор','1',NULL,NULL,NULL,'20919');

INSERT INTO `evo_countries` VALUES
  ('SY','Syrian Arab Republic','Сирийская Арабская Республика','Сирия','в Сирии','по Сирии','в Сирию','Сирии','Сирии','SYR','760','Дамаск','5','109',NULL,NULL,'11512'),
  ('SZ','Swaziland','Свазиленд','Свазиленд','в Свазиленде','по Свазиленду','в Свазиленд','Свазиленде','Свазиленда','SWZ','748','Мбабане','4','104',NULL,NULL,'104636'),
  ('TC','Turks and Caicos Islands','Острова Теркс и Кайкос','Острова Теркс и Кайкос','на островах Теркс и Кайкос','по островам Теркс и Кайкос','на острова Теркс И Кайкос','Острове Терксе И Кайкосе','Острова Теркса и Кайкоса','TCA','796','Коберн-Таун','1','116',NULL,NULL,'21596'),
  ('TD','Chad','Чад','Чад','в Чаде','по Чаду','в Чад','Чаде','Чада','TCD','148','Нджамена','4','166',NULL,NULL,'21333'),
  ('TF','French Southern Territories','Французские Южные территории','Французские Южные территории','на Французской Южной территории','по Французской Южной территории','на Французские Южные территории','Французские Южных Территории','Французских Южных Территорий','ATF','260','',NULL,NULL,NULL,NULL,''),
  ('TG','Togo','Того','Того','в Того','по Того','в Того','Того','Того','TGO','768','Ломе','4','156',NULL,NULL,'21172'),
  ('TH','Thailand','Таиланд','Таиланд','в Таиланде','по Таиланду','в Таиланд','Таиланде','Таиланда','THA','764','Бангкок','5','113','2','30','10620'),
  ('TJ','Tajikistan','Таджикистан','Таджикистан','в Таджикистане','по Таджикистану','в Таджикистан','Таджикистане','Таджикистана','TJK','762','Душанбе','5','193',NULL,NULL,'10318'),
  ('TK','Tokelau','Токелау','Токелау','в Токелау','по Токелау','в Токелау','Токелау','Токелау','TKL','772','',NULL,NULL,NULL,NULL,''),
  ('TL','Timor-Leste','Тимор-Лесте','Тимор-Лесте','в Тимор-Лесте','по Тимор-Лесте','в Тимор-Лесте','Тимор-Лесте','Тимор-Леста','TLS','626','Дили','5',NULL,NULL,NULL,'10261'),
  ('TM','Turkmenistan','Туркменистан','Туркменистан','в Туркменистане','по Туркменистану','в Туркменистан','Туркменистане','Туркменистана','TKM','795','Ашхабад','5','118',NULL,NULL,'10324'),
  ('TN','Tunisia','Тунис','Тунис','в Тунисе','по Тунису','в Тунис','Тунисе','Туниса','TUN','788','Тунис','4','117','5','21','10143'),
  ('TO','Tonga','Тонга','Тонга','в Тонге','по Тонге','в Тонгу','Тонге','Тонге','TON','776','Нукуалофа','6',NULL,NULL,NULL,'21600'),
  ('TR','Turkey','Турция','Турция','в Турции','по Турции','в Турцию','Турции','Турции','TUR','792','Анкаpа','5','119','4','83','11503'),
  ('TT','Trinidad and Tobago','Тринидад и Тобаго','Тринидад и Тобаго','в Тринидаде и Тобаго','по Тринидаду и Тобаго','в Тринидад и Тобаго','Тринидаде И Тобаго','Тринидада И Тобаго','TTO','780','Порт-оф-Спейн','1',NULL,NULL,NULL,'98557'),
  ('TV','Tuvalu','Тувалу','Тувалу','в Тувалу','по Тувалу','в Тувалу','Тувалу','Тувалу','TUV','798','Фунафути','6',NULL,NULL,NULL,'21602'),
  ('TW','Taiwan','Тайвань','Тайвань','в Тайване','по Тайваню','в Тайвань','Тайване','Тайвана','TWN','158','Тайпей','5','114',NULL,NULL,''),
  ('TZ','Tanzania','Танзания','Танзания','в Танзании','по Танзании','в Танзанию','Танзании','Танзании','TZA','834','Додома','4','115','41',NULL,'21484'),
  ('UA','Ukraine','Украина','Украина','в Украине','по Украине','в Украину','Украине','Украины','UKR','804','Киев','3','121',NULL,'114','143'),
  ('UG','Uganda','Уганда','Уганда','в Уганде','по Уганде','в Уганду','Уганде','Уганде','UGA','800','Кампала','4','161',NULL,NULL,'21424'),
  ('UM','United States Minor Outlying Islands','Малые Тихоокеанские отдаленные острова Соединенных Штатов','Малые Тихоокеанские отдаленные острова Соединенных Штатов','на Малых Тихоокеанских отдаленных островах Соединенных Штатов','по Малым Тихоокеанским  отдаленным островам Соединенных Штатов','на Малые Тихоокеанские отдаленные острова Соединенных Штатов','Малых Тихоокеанские Отдаленных Острове Соединенныхе Штатове','Малых Тихоокеанских отдаленных островов Соединенных Штатов','UMI','581','',NULL,NULL,NULL,NULL,''),
  ('US','United States','Соединенные Штаты Америки','США','в США','по США','в США','США','США','USA','840','Вашингтон','1','112','48','64','87'),
  ('UY','Uruguay','Уругвай','Уругвай','в Уругвае','по Уругваю','в Уругвай','Уругвае','Уругвае','URY','858','Монтевидео','2',NULL,NULL,'134','21290'),
  ('UZ','Uzbekistan','Узбекистан','Узбекистан','в Узбекистане','по Узбекистану','в Узбекистан','Узбекистане','Узбекистана','UZB','860','Ташкент','5','120','56','142','10335'),
  ('VA','Holy See (Vatican)','Папский Престол (Ватикан)','Ватикан','в Ватикане','по Ватикану','в Ватикан','Папском Престоле (ватикан)','Папского Престола (ватикана)','VAT','336','Ватикан','3',NULL,NULL,NULL,'21946'),
  ('VC','Saint Vincent and the Grenadines','Сент-Винсент и Гренадины','Сент-Винсент и Гренадины','в Сент-Винсенте и Гренадинах','по Сент-Винсенту и Гренадинам','в Сент-Винсент и Гренадины','Сент-Винсенте И Гренадинах','Сент-Винсента и Гренадина','VCT','670','Кингстаун','1','195',NULL,NULL,'20756'),
  ('VE','Venezuela','Венесуэла','Венесуэла','в Венесуэле','по Венесуэле','в Венесуэлу','Венесуэле','Венесуэлы','VEN','862','Каракас','2','28',NULL,NULL,'21185'),
  ('VG','Virgin Islands (British)','Виргинские острова (Британские)','Виргинские острова (Британские)','на Виргинских островах(Британских)','по Виргинским островам(Британским)','на Виргинские острова (британские)','Виргинские Острове (британские)','Виргинских Островов (британских)','VGB','92','',NULL,NULL,NULL,NULL,''),
  ('VI','Virgin Islands (U.S.)','Виргинские острова (США)','Виргинские острова (США)','на Виргинских островах(США)','по Виргинским островам(США)','на Виргинские острова (США)','Виргинские Острове (сша)','Виргинских Островов (США)','VIR','850','',NULL,NULL,NULL,NULL,''),
  ('VN','Viet Nam','Вьетнам','Вьетнам','во Вьетнаме','по Вьетнаму','во Вьетнам','Вьетнаме','Вьетнама','VNM','704','Ханой','5','29','16','25','10552'),
  ('VU','Vanuatu','Вануату','Вануату','в Вануату','по Вануату','в Вануату','Вануату','Вануату','VUT','548','Вила','6',NULL,NULL,NULL,'114599');

INSERT INTO `evo_countries` VALUES
  ('WF','Wallis and Futuna','Уоллис и Футуна','Уоллис и Футуна','в Уоллисе и Футуне','по Уоллису и Футуне','в Уоллис И Футуну','Уоллисе И Футуне','Уоллиса и Футуна','WLF','876','',NULL,NULL,NULL,NULL,''),
  ('WS','Samoa','Самоа','Самоа','на Самоа','по Самоа','на Самоа','Самое','Самоа','WSM','882','Апиа','6',NULL,NULL,NULL,'20861'),
  ('YE','Yemen','Йемен','Йемен','в Йемене','по Йемену','в Йемен','Йемене','Йемена','YEM','887','Сана','5',NULL,NULL,NULL,'21569'),
  ('YT','Mayotte','Майотта','Майотта','на Майотте','по Майотте','на Майотту','Майотте','Майотта','MYT','175','',NULL,NULL,NULL,NULL,''),
  ('ZA','South Africa','Южная Африка','ЮАР','в ЮАР','по ЮАР','в ЮАР','ЮАР','ЮАР','ZAF','710','Претория','4','136',NULL,'23','10140'),
  ('ZM','Zambia','Замбия','Замбия','в Замбии','по Замбии','в Замбию','Замбии','Замбии','ZMB','894','Лусака','4','41',NULL,'145','21197'),
  ('ZW','Zimbabwe','Зимбабве','Зимбабве','в Зимбабве','по Зимбабве','в Зимбабве','Зимбабве','Зимбабве','ZWE','716','Хараре','4','42',NULL,NULL,'20955');


# --------------------------------------------------------

SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS;

SET @@sql_mode := @old_sql_mode ;


# --------------------------------------------------------

